склепка вхо з под турника и лач гейнер 
dyn = {
	sklepka = ['''С самого начала надо раскачаться на турнике, главное чтобы раскачка не была слишком сильной или слабой. Так как у вас просто не хватит сил, чтобы правильно выполнить технику.''',

		'''Молодец...
		Теперь следующим этапом является правильное поднятие ног к турнику. Поднося ноги к турнику, нужно поймать подходящий момент, когда по энерции уже начинаете останавливватся и идти назад. В этот момент подносим ноги и главное не заносить их за турник, как при элементе подъем-переворотом, поскольку энерция при выполнении будет просто теряться.''', 
		''' Мои поздравления, а мы переходим к следующему этапу...
		Следующий этап.
		 Как известно, склепка имеет также название подъем разгибом назад.
		 То есть, когда мы поднесли ноги, то мы согнули тело. Наша задача же задача правильно разогнуться, чтобы попасть в положение упора над турником. 
		 Главное во время волнения этого элемента - не сгибать руки, так как вы будете просто терять энерцию.'''],

	 lach_gainer = ['''Первый этап. Нужно поднести согнутые в коленях ноги к турнику и делать полный оборот. ''',  ''' Смог?  Молодец.
	 Дальше нужно сделать лач-гейнер не отпуская рук. Нужно сделать это достаточно быстро.''',''' После нужно попросить друга о помощи. Он будет страховать вас от непредвиденного падения. Вы берете расскачку и после этого ваш партнер берет вас одной рукой за подколения другой рукой за спину и помогает вам перекрутиться. Вы же в это время вы выполняете предыдущие этапы. Главное руки отпускать в момент, когда ваша раскачка начинает сходить на нет(останавливается). Сам по себе лач-гейнер простой элемент. Главное поймать энерцию  и научиться ей пользоваться '''],
	 soln = ['''Одеваем лямки(специальные ремни). Для начала нужно сделать склепку, после этого берем хорошую раскачку. Но это не самое простое.''', '''Молодца, продолжаем... Главное во время выполнения элемента нужно сделать правильный рывок плечами вперед. Когда же вы находитесь сзади, надо делать сильный замах ногами(Принцип похож на качели, вспомните как берете раскачку на качелях. Точно так же и при вывполнении этого элемента''']
}

